[
  {
    "id": 1,
    "name": "Organic Bananas",
    "description": "Our organic bananas are sourced from sustainable farms, ensuring the highest quality and taste. These bananas are rich in potassium and fiber, making them an ideal choice for a healthy snack or to enhance your smoothies. They come in a bunch of 5-6 bananas, and are grown without the use of harmful pesticides.",
    "category": "Fruits",
    "image": "https://i.ibb.co.com/x1zbVF9/product-01.jpg",
    "price": 2.99,
    "review": 0
  },
  {
    "id": 2,
    "name": "Whole Wheat Bread",
    "description": "This freshly baked whole wheat bread is made from 100% whole grains, offering a delicious and nutritious option for your meals. It's soft, with a slightly nutty flavor and a perfect crust, making it great for sandwiches, toast, or just as a snack. Packed with fiber and nutrients, this bread is a healthy alternative to white bread.",
    "category": "Bakery",
    "image": "https://i.ibb.co.com/HpzV5dp/product-02.jpg",
    "price": 3.49,
    "review": 0
  },
  {
    "id": 3,
    "name": "Almond Milk",
    "description": "Our almond milk is a dairy-free, plant-based beverage made from high-quality almonds. It has a creamy texture and subtle almond flavor, making it a perfect addition to your coffee, cereal, or smoothie. Enriched with calcium and vitamins, this almond milk is a nutritious alternative to regular milk, ideal for lactose-intolerant individuals or those following a vegan diet.",
    "category": "Dairy Alternatives",
    "image": "https://i.ibb.co.com/TBXBfty/product-03.jpg",
    "price": 4.29,
    "review": 0
  },
  {
    "id": 4,
    "name": "Brown Rice",
    "description": "Our premium brown rice is a whole grain rice with the inedible outer hull removed, retaining its nutritious bran and germ layers. It has a chewy texture and a slightly nutty flavor, making it a wholesome addition to any meal. Brown rice is rich in fiber, magnesium, and antioxidants, and is perfect for health-conscious individuals who want to add a nutritious grain to their diet.",
    "category": "Grains",
    "image": "https://i.ibb.co.com/C0ntMPt/product-04.jpg",
    "price": 5.99,
    "review": 0
  }
]
